{
  "subtitle": "Безопасный и удобный мост для подписей между вашими приложениями и браузером",
  "aboutTitle": "О Pilot-SignBridge",
  "aboutIntro": "Pilot-SignBridge — это безопасный инструмент интеграции, который соединяет ваш браузер с установленными криптографическими провайдерами, предоставляя возможность создавать электронные подписи и выполнять аутентификацию по сертификату прямо в веб-приложениях.",
  "aboutListTitle": "С помощью Pilot-SignBridge вы можете:",
  "aboutList": [
    "Использовать локального криптопровайдера (например, КриптоПро, CSP или совместимое ПО) напрямую из браузера.",
    "Подписывать документы и транзакции своим сертификатом, не покидая веб-страницу.",
    "Обеспечить соответствие современным стандартам электронной подписи (CAdES, XAdES, PKCS#7 и др., в зависимости от провайдера).",
    "Безопасно соединять браузер и криптосреду вашей ОС с помощью лёгкой фоновой службы."
  ],
  "aboutSecurity": "<b>Безопасность прежде всего:</b> Pilot-SignBridge взаимодействует только с локально установленным криптопровайдером через native-host. Ваши ключи и данные никогда не покидают устройство.",
  "aboutPro": "<b>Для профессионалов:</b> идеально подходит для организаций и частных пользователей, которым нужны удобные и соответствующие стандартам процессы электронной подписи прямо в браузере.",
  "btnWin": "Скачать Windows-приложение",
  "btnChrome": "Установить расширение Chrome",
  "installTitle": "Как установить и использовать",
  "steps": [
    "Скачайте и установите <b>Windows-приложение</b>.",
    "Установите <b>расширение Chrome</b> из магазина.",
    "После установки оба компонента будут связаны между собой.",
    "Используйте предоставленный API на своём сайте или в приложении."
  ],
  "exampleTitle": "Пример: использование API",
  "privacy": "Политика конфиденциальности",
  "terms": "Условия использования",
  "policyText": "Pilot-SignBridge не собирает, не хранит и не передаёт никаких персональных данных. Все криптографические операции выполняются локально на вашем устройстве. Ваши ключи и сертификаты никогда не покидают ваш компьютер.",
  "termsText": "Используя Pilot-SignBridge, вы соглашаетесь: ПО предоставляется «как есть» без гарантий; вы обязаны соблюдать местные законы об электронной подписи; персональные данные не обрабатываются; все операции выполняются локально."
}
