{
  "subtitle": "Secure and seamless signing bridge for your apps and browser",
  "aboutTitle": "About Pilot-SignBridge",
  "aboutIntro": "Pilot-SignBridge is a secure integration tool that connects your browser with installed cryptographic providers, making digital signatures and certificate-based authentication available directly in web applications.",
  "aboutListTitle": "With Pilot-SignBridge, you can:",
  "aboutList": [
    "Use your local crypto provider (e.g. CryptoPro, CSP, or compatible software) directly from the browser.",
    "Sign documents and transactions with your digital certificate without leaving the web page.",
    "Ensure compliance with advanced digital signature standards (such as CAdES, XAdES, or PKCS#7, depending on provider).",
    "Safely bridge between the browser and your operating system’s cryptographic environment using a lightweight background service."
  ],
  "aboutSecurity": "<b>Security First:</b> Pilot-SignBridge communicates only with your locally installed cryptographic provider via a native messaging host. No sensitive keys or data leave your device.",
  "aboutPro": "<b>Designed for Professionals:</b> Ideal for organizations and individuals who need seamless, standards-compliant digital signature workflows in the browser.",
  "btnWin": "Download Windows App",
  "btnChrome": "Get Chrome Extension",
  "installTitle": "How to Install & Use",
  "steps": [
    "Download and install the <b>Windows App</b>.",
    "Install the <b>Chrome Extension</b> from the Web Store.",
    "Once both are installed, the extension communicates with the local app.",
    "Use the provided API from your own site or application."
  ],
  "exampleTitle": "Example: Using the API",
  "privacy": "Privacy Policy",
  "terms": "Terms of Service",
  "policyText": "Pilot-SignBridge does not collect, store, or transmit any personal data. All cryptographic operations are executed locally on your device. No private keys, certificates, or sensitive information ever leave your computer.",
  "termsText": "By using Pilot-SignBridge, you agree: it is provided 'as is' without warranty; you must comply with local signature laws; no personal data is processed; all cryptographic work happens locally."
}
